;Place localized text in this file lol


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;; FENCER - HELMETS ;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[EDF_Fenc_Helmet_Helm_T X2BodyPartTemplate]
DisplayName="地球防卫军:剑客 头盔"

[EDF_Fenc_Helmet_FPU_T X2BodyPartTemplate]
DisplayName="地球防卫军:剑客 头盔"

[EDF_Fenc_Helmet_FPL_T X2BodyPartTemplate]
DisplayName="地球防卫军:剑客 头盔"

;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;; FENCER - KIT ;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;

[EDF_Fenc_TorsoDeco_HvyKit_T X2BodyPartTemplate]
DisplayName="地球防卫军:剑客 重型 Kit"

